<template>
  <div class="row no-gutters">
    <div class="col-10 offset-1 py-3 nav-mn">
      <nav>
        <ul>
          <li><router-link :to="{name: 'Home', params: {user}}">Главная</router-link></li>
          <li><router-link :to="{name: 'About', params: {user}}">О нас</router-link></li>
        </ul>
    </nav>
    </div>
    <div class="col-12 col-md-10 offset-md-1 mb-4" style="font-size: 1.75rem">
      <h4>Интернет-магазин пластинок Vinishop.ru</h4>
    </div>
    <div class="col-12 col-md-10 offset-md-1">
      <p>Интернет-магазин Vinilshop.ru продаёт как старые, так и новые виниловые пластинки и доставляет их по всей России.</p>
      <p>Vinilshop.ru  является продолжением отдела виниловых пластинок магазина "Фонотека"<br>
        Мы продаем пластинки через интернет c 2008 года и стараемся делать всё с "избыточным качеством".<br>
     -  каждую неделю получаем пластинки из Европы, Америки и Японии, а также от коллекционеров винила.<br>
     -  специализируемся на старых пластинках высокого качества и следим за тем, чтобы наш ассортимент вызывал интерес<br>
     -  предлагаем только те пластинки, которые есть в наличии<br>
     -  внимательно относимся к оценке каждой пластинки и конверта, а также публикуем на сайте их фотографии<br>
     -  моем все пластинки перед отправкой вам<br>
     -  предлагаем аппаратуру и дополнительные принадлежности для винила.<br>
     -  отправляем пластинки в течение 1 рабочего дня после поступления к нам оплаты <br>
     -  нам нравится продавать дешевле, но больше. </p>
    </div>
  </div>
</template>

<script>
export default {

  data () {
    return {
      user: {}
    }
  },
  created() {
    this.user = this.$route.params.user
  }
}
</script>

<style lang="scss" scoped>

</style>
