<template>
  <div class="row no-gutters">
    <div class="col-10 offset-1 py-3 nav-mn">
      <nav>
        <ul>
          <li><router-link :to="{name: 'Home', params: {user}}">Главная</router-link></li>
          <li><router-link :to="{name: 'Assessment', params: {user}}">Оценка состояния</router-link></li>
        </ul>
    </nav>
    </div>
    <div class="col-12">
      <div class="row no-gutters">
        <div class="col-12 col-md-10 offset-md-1 mb-4">
          <h5>Международные сокращения системы визуальной оценки качества пластинок и конвертов</h5>
        </div>
        <div class="col-12 col-md-10 offset-md-1 mb-4">
          <b>SS - Still Sealed</b> - запечатанная пластинка
        </div>
        <div class="col-12 col-md-10 offset-md-1 mb-4">
          <b>M - Mint</b> - новая пластинка. Диск не проигрывался или был прослушан однажды для проверки качества звука. Пластинка и конверт без недостатков.
        </div>
        <div class="col-12 col-md-10 offset-md-1 mb-4">
          <b>NM - Near Mint</b> - диск проигрывался крайне редко и очень бережно. На виниле могут иметься малозаметные поверхностные потёртости или микро царапинки от бумажного конверта, не влияющие на звук пластинки. На конверте могут быть едва заметные изломы или дефекты, не портящие его внешний вид.
        </div>
        <div class="col-12 col-md-10 offset-md-1 mb-4">
          <b>EX - Excellent</b> - диск достаточно часто проигрывали. На пластинке есть поверхностные царапины и/или потёртости. Конверт может иметь потёртости в виде незначительных кругов (характерно для американских пластинок), заметные дефекты на углах или краях обложки. Допускаются малозначительные надрывы конверта, следы от оторванных наклеек, аккуратно исправленные предыдущим владельцем.
        </div>
        <div class="col-12 col-md-10 offset-md-1 mb-4">
          <b>VG - Very Good</b> - диск проигрывался очень часто. На пластинке заметны очевидные царапины, следы и потёртости. Характерные царапины, приводящие к "заеданию" диска не допускаются. Обложка имеет достаточно значительные дефекты, недостатки или разрывы, по возможности исправленные пользователем.
        </div>
        <div class="col-12 col-md-10 offset-md-1 mb-4">
          <b>G - Good</b> - В самых крайних случаях, когда речь идет об очень редких и дорогих пластинках, мы пользуемся градацией G - условно принятой в системе оценок как "Good". Тем не менее, эта градация применяется нами только по отношению к конвертам, пластинки в состоянии Good в продажу не поступают.<br>
          Конверт в состоянии Good имеет серьезные недостатки в виде невосстановимых разрывов по краю, следов складывания пластинки пополам, потери цвета.
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  /*name: 'app',*/

  data () {
    return {
      user: {}
    }
  },
  created() {
    this.user = this.$route.params.user;
  }
}
</script>

<style lang="scss" scoped>

</style>
